language-changed = Мову успішно змінено!

start = 
  Привіт! Цей бот дозволяє швидко та зручно використовувати ChatGPT, без необхідності щоразу відкривати незручний сайт.

  ChatGPT — це модель штучного інтелекту від OpenAI, яка може відповідати на запитання та виконувати різноманітні завдання. Вона навчена на надзвичайно великому обсязі текстової інформації та гарно розуміє сенс слів.

  <b>Ми не зберігаємо історію вашого листування з ботом.</b> Через це модель не пам’ятає ваші попередні запити і генерує кожну відповідь з нуля. Щоб отримати найкращий результат, розписуйте свої запити якомога детальніше і не бійтеся експериментувати)

start-try = 
  А тепер спробуйте самі! Просто напишіть в чат будь-який запит, і штучний інтелект згенерує для вас відповідь)

  Також ви можете скористатись командою /examples щоб побачити приклади.

examples =
  <b>Ось декілька прикладів використання ChatGPT</b>

  <i>Поясни *(будь-яку-тему)* простими словами.</i>

  <i>Ти — професійний письменник. Перепиши цей текст в стилі художнього роману, не змінюючи його сенсу: …</i>

  <i>Напиши 10 найцікавіших фактів з біографіі Черчілля.</i>

  <i>З якими проблемами найчастіше зіштовхуються люди, що вивчають програмування?</i>
  
  <i>Допоможи мені написати листа з проханням взяти вихідний на роботі, по причині…</i>

  <i>Ти — аналітик даних, що спеціалізується на стартапах в сфері освіти. Напиши 10 ідей для прибуткового edtech-стартапу, на базі ринкових даних.</i>

  <i>Напиши код простого Telegram-бота на мові JavaScript.</i>

generating-response = Генерую відповідь...

request-error = Вибачте, при генерації вашого запиту трапилася помилка( Будь ласка, зверніться до @ivryb

trial-ended = 
  Упс, схоже сьогодні ви вже використали ваші 5 безкоштовних запитів(
  Нові безкоштовні запити нараховуються щоденно.

  Щоб користуватись цим ботом без обмежень, ви можете придбати недорогу підписку вартістю <b>{ $monthPrice } грн/місяць</b> або <b>{ $sixMonthsPrice } грн/6 місяців</b>.
  
  Це значно дешевше та зручніше, ніж офіційний Pro-тариф від OpenAI, який коштує <b>$20/місяць!</b>
  Крім того, таким чином ви підтримаєте відчизняного розробника 🇺🇦🤘🏻

subscribe = Придбати підписку

payment-instructions =
  1. Перейдіть за посиланням для оплати: { $payLink }
  Перекажіть { $monthPrice } грн. для підписки на 1 місяць, або { $sixMonthsPrice } грн. для підписки на півроку.

  2. Тицніть по кнопці знизу щоб повідомити нас про успішну оплату та продовжити користуватись ботом)

  Дякуємо що залишаєтесь з нами 🙏🏻

i-paid = Я оплатив

checking-payment = Дякуємо! Скоро ми перевіримо статус оплати та повідомимо вас про активацію підписки 😇

you-are-subscribed = 
  Дякуємо за оплату! Вашу підписку успішно активовано, тепер ви можете вільно користуватися ботом)

  Підписка дійсна до { $dateString }

help =
  Якщо у вас є запитання або пропозиції щодо покращення цього бота, ви завжди можете написати розробнику — @ivryb